[
  {
    "title": "On Phenomenology",
    "type": "Note",
    "date": "May 2025",
    "excerpt": "",
    "slug": "on-phenomenology",
    "content": [
      "There is an epistemological shift in the phenomenological project that looks sometimes as a reverse Kantian flip.",
      "Before Kant the primitive immediacy of the world was always assumed, a familiar acceptance; this holds true for both realists and idealists, the difference whether this understandable nature of the world is the things or our ideas of the things. From this understanding we reason our way through the world.",
      "Kant made a flip; reasoning is not built on a primitive understanding, it is understanding that is built on our reasoning faculties. It is our reasoning capacity that makes and understanding of the world and experience possible; the primitive familiarity of the world is no longer epistemically basic. What is basic is the <em>conditions of possibility</em> of experience.",
      "Phenomenology sought to restore this familiar immediacy in epistemic and moral contexts. In Merleau-Ponty words we are always caught up in the spatiotemporal flux of what we are trying to seize. That brings attention to the material of our a priori knowledge compared to Kant formal a prioris.",
      "The Kantian subject is the ground in which an experience can arise. In Merleau-Ponty words, Husserl, having accused Kant of adopting a “faculty psychologism,” have advocated for his own “noematic reflection” rather than a noetic analysis that bases the world on the subject’s synthesizing activity. This noematic approach remains within the object and, instead of creating it, illuminates its fundamental unity.",
      "Analytical reflection assumes it can trace backward through a prior constituting act and arrive at a constituting power in the “inner man”—as Saint Augustine called it—which has always been identical with that inner self.",
      "I think this is the core motive of the phenomenological project in its various flavors; mending the gap between the subject and object."
    ]
  },
  {
    "title": "Silence",
    "type": "Poem",
    "date": "August 2025",
    "excerpt": "",
    "link": "https://rhizomaticlines.substack.com/p/silence"
  },
  {
    "title": "New Day",
    "type": "Poem",
    "date": "September 2025",
    "excerpt": "",
    "link": "https://rhizomaticlines.substack.com/p/new-day"
  },
  {
    "title": "On Shame",
    "type": "Note",
    "date": "February 2026",
    "excerpt": "",
    "link": "https://x.com/ibrahim5aad/status/1977998262679310490"
  }
]
